Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: Finding more video to add
ar: نبحث عن لقطات إضافية
bn: আরও ভিডিও খোঁজা হচ্ছে
de: Wir suchen noch mehr Bilder
es: Buscando más vídeo para añadir
fr: On cherche d'autres images
hi: और वीडियो ढूँढा जा रहा है
id: Mencari video tambahan
ja: 足す映像を探しています
ne: थप भिडियो खोज्दै
pt_br: Procurando mais vídeo pra somar
ur: مزید ویڈیو تلاش کی جا رہی ہے

source: Finding where the scenes change
ar: نبحث عن تغيّر المشاهد
bn: দৃশ্য কোথায় বদলায় খোঁজা হচ্ছে
de: Wir suchen die Szenenwechsel
es: Buscando dónde cambian las escenas
fr: On repère les changements de scène
hi: दृश्य कहाँ बदलते हैं यह ढूँढा जा रहा है
id: Mencari tempat adegan berganti
ja: 場面が変わるところを探しています
ne: दृश्य कहाँ फेरिन्छ खोज्दै
pt_br: Achando onde as cenas mudam
ur: مناظر کہاں بدلتے ہیں تلاش کیا جا رہا ہے

source: Finishing up
ar: نُنهي الآن
bn: শেষ করা হচ্ছে
de: Wir machen fertig
es: Terminando
fr: On termine
hi: पूरा किया जा रहा है
id: Menyelesaikan
ja: 仕上げています
ne: सकिँदै
pt_br: Finalizando
ur: مکمل کیا جا رہا ہے

source: Follows your device language. Change it in iOS Settings.
ar: يتبع لغة جهازك. غيّرها من إعدادات iOS.
bn: আপনার ডিভাইসের ভাষা অনুসরণ করে। iOS সেটিংসে পরিবর্তন করুন।
de: Folgt der Sprache deines Geräts. Ändere sie in den iOS-Einstellungen.
es: Sigue el idioma de tu dispositivo. Cámbialo en Ajustes de iOS.
fr: Suit la langue de ton appareil. Change-la dans Réglages iOS.
hi: आपके डिवाइस की भाषा का अनुसरण करता है। इसे iOS सेटिंग्स में बदलें।
id: Mengikuti bahasa perangkatmu. Ubah di Pengaturan iOS.
ja: デバイスの言語に従います。iOS の設定で変更できます。
ne: तपाईंको यन्त्रको भाषा अनुसरण गर्छ। iOS सेटिङमा परिवर्तन गर्नुहोस्।
pt_br: Segue o idioma do seu dispositivo. Altere em Ajustes do iOS.
ur: آپ کے آلے کی زبان کی پیروی کرتا ہے۔ اسے iOS سیٹنگز میں تبدیل کریں۔

source: For %@
ar: من أجل %@
bn: %@-এর জন্য
de: Für %@
es: Para %@
fr: Pour %@
hi: %@ के लिए
id: Untuk %@
ja: %@のために
ne: %@ का लागि
pt_br: Para %@
ur: %@ کے لیے

source: For your %@
ar: من أجل %@ الخاصة بك
bn: আপনার %@-এর জন্য
de: Für deine %@
es: Para tus %@
fr: Pour tes %@
hi: आपके %@ के लिए
id: Untuk %@ kamu
ja: あなたの%@のために
ne: तपाईंका %@ का लागि
pt_br: Para seus %@
ur: آپ کے %@ کے لیے

source: Free
ar: مجاني
bn: ফ্রি
de: Gratis
es: Gratis
fr: Gratuit
hi: फ़्री
id: Gratis
ja: 無料
ne: निःशुल्क
pt_br: Grátis
ur: مفت

source: Free gives you %lld videos a day. Pro gives you as many as you want.
ar: المجاني يمنحك %lld فيديو في اليوم. برو يمنحك ما تشاء.
bn: ফ্রিতে দিনে %lld টি ভিডিও পাবেন। Pro-তে যত খুশি।
de: Gratis bekommst du %lld Videos am Tag. Mit Pro so viele du willst.
es: Gratis te da %lld vídeos al día. Pro te da todos los que quieras.
fr: En gratuit tu as %lld vidéos par jour. Avec Pro, autant que tu veux.
hi: मुफ़्त में रोज़ %lld वीडियो मिलते हैं। Pro में जितने चाहें।
id: Gratis memberi %lld video sehari. Pro sebanyak yang kamu mau.
ja: 無料は1日%lld本です。Proなら好きなだけ作れます。
ne: निःशुल्कमा दिनको %lld भिडियो। Pro मा जति चाहे पनि।
pt_br: O grátis dá %lld vídeos por dia. O Pro dá quantos você quiser.
ur: مفت میں روزانہ %lld ویڈیوز۔ Pro میں جتنی چاہیں۔

source: Free includes %lld AI chat messages per day. Upgrade for unlimited.
ar: تتضمن الخطة المجانية %lld رسائل محادثة ذكاء اصطناعي يوميًا. رقِّ للحصول على عدد غير محدود.
bn: ফ্রি-তে দিনে %lldটি AI চ্যাট বার্তা আছে। সীমাহীনের জন্য আপগ্রেড করুন।
de: Gratis enthält %lld KI-Chatnachrichten pro Tag. Mit Pro unbegrenzt.
es: Gratis incluye %lld mensajes de chat al día. Mejora para tener ilimitados.
fr: En gratuit tu as %lld messages de chat par jour. Passe à Pro pour l'illimité.
hi: फ़्री में रोज़ %lld AI चैट संदेश शामिल हैं। असीमित के लिए अपग्रेड करें।
id: Paket gratis mencakup %lld pesan obrolan AI per hari. Tingkatkan untuk tanpa batas.
ja: 無料プランは1日%lld件のAIチャットです。アップグレードで無制限。
ne: निःशुल्कमा दैनिक %lld AI च्याट सन्देश छन्। असीमितका लागि अपग्रेड गर्नुहोस्।
pt_br: O grátis inclui %lld mensagens de chat por dia. Assine o Pro para ter ilimitado.
ur: مفت پلان میں روزانہ %lld AI چیٹ پیغامات شامل ہیں۔ لامحدود کے لیے اپ گریڈ کریں۔

# Free includes %lld video renders per day. Upgrade to Pro for unlimited.
source: Free includes %lld videos per day. Upgrade to Pro for unlimited.
ar: تتضمن الخطة المجانية %lld معالجات فيديو يوميًا. اشترك في Pro للحصول على عدد غير محدود.
bn: ফ্রি-তে দিনে %lldটি ভিডিও রেন্ডার আছে। সীমাহীনের জন্য Pro নিন।
de: Der Gratis-Tarif enthält %lld Videos pro Tag. Mit Pro unbegrenzt.
es: El plan gratuito incluye %lld renders de vídeo al día. Pasa a Pro para tenerlos sin límite.
fr: La version gratuite inclut %lld rendus vidéo par jour. Passez à Pro pour l'illimité.
hi: फ़्री में रोज़ %lld वीडियो रेंडर शामिल हैं। असीमित के लिए Pro लें।
id: Paket gratis mencakup %lld render video per hari. Naik ke Pro untuk tanpa batas.
ja: 無料プランは1日%lld本のレンダリングです。Pro なら無制限。
ne: निःशुल्कमा दैनिक %lld भिडियो रेन्डर छन्। असीमितका लागि Pro लिनुहोस्।
pt_br: O plano gratuito inclui %lld renders de vídeo por dia. Assine o Pro para ter ilimitado.
ur: مفت پلان میں روزانہ %lld ویڈیو رینڈرز شامل ہیں۔ لامحدود کے لیے Pro لیں۔

source: Free includes a limited number of saved videos. Pro saves and shares every video — plus unlimited renders and chats.
ar: تتضمن الخطة المجانية عددًا محدودًا من الفيديوهات المحفوظة. يحفظ Pro كل فيديو ويشاركه — مع معالجات ومحادثات بلا حدود.
bn: ফ্রি-তে সংরক্ষিত ভিডিওর সংখ্যা সীমিত। Pro প্রতিটি ভিডিও সংরক্ষণ ও শেয়ার করে — সঙ্গে সীমাহীন রেন্ডার ও চ্যাট।
de: Der Gratis-Tarif enthält eine begrenzte Zahl gespeicherter Videos. Pro speichert und teilt jedes Video — dazu unbegrenzt viele neue Videos und Chats.
es: El plan gratuito incluye un número limitado de vídeos guardados. Pro guarda y comparte todos los vídeos, además de renders y chats ilimitados.
fr: La version gratuite inclut un nombre limité de vidéos enregistrées. Pro enregistre et partage chaque vidéo — plus des rendus et discussions illimités.
hi: फ़्री में सेव किए गए वीडियो की संख्या सीमित है। Pro हर वीडियो सेव और शेयर करता है — साथ में असीमित रेंडर और चैट।
id: Paket gratis mencakup jumlah video tersimpan yang terbatas. Pro menyimpan dan membagikan setiap video — plus render dan obrolan tanpa batas.
ja: 無料プランで保存できる動画数には上限があります。Pro はすべての動画を保存・共有でき、レンダリングとチャットも無制限。
ne: निःशुल्कमा सुरक्षित भिडियोको संख्या सीमित छ। Pro ले हरेक भिडियो सुरक्षित र साझा गर्छ — सँगै असीमित रेन्डर र च्याट।
pt_br: O plano gratuito inclui um número limitado de vídeos salvos. O Pro salva e compartilha todos os vídeos — além de renders e chats ilimitados.
ur: مفت پلان میں محفوظ ویڈیوز کی تعداد محدود ہے۔ Pro ہر ویڈیو محفوظ اور شیئر کرتا ہے — ساتھ لامحدود رینڈرز اور چیٹس۔

source: Free lets you save only a few videos. Pro saves and shares every one, and lets you make as many as you want.
ar: المجاني يحفظ عددًا قليلًا من الفيديوهات فقط. برو يحفظ ويشارك كل واحد، وبلا حدود.
bn: ফ্রিতে অল্প কিছু ভিডিও সেভ হয়। Pro সব সেভ করে, শেয়ার করে, আর যত খুশি বানাতে দেয়।
de: Gratis kannst du nur ein paar Videos speichern. Pro speichert und teilt jedes — und du machst so viele du willst.
es: Gratis solo guarda unos pocos vídeos. Pro guarda y comparte todos, y te deja hacer los que quieras.
fr: En gratuit tu ne gardes que quelques vidéos. Pro garde et partage chacune, et tu en fais autant que tu veux.
hi: मुफ़्त में सिर्फ़ कुछ वीडियो सेव होते हैं। Pro हर एक सेव और शेयर करता है, और जितने चाहें बनाएँ।
id: Gratis hanya menyimpan beberapa video. Pro menyimpan dan membagikan semuanya, sebanyak yang kamu mau.
ja: 無料では数本しか保存できません。Proは全部保存して共有でき、好きなだけ作れます。
ne: निःशुल्कमा केही भिडियो मात्र सेभ हुन्छ। Pro ले सबै सेभ र सेयर गर्छ, जति चाहे बनाउन दिन्छ।
pt_br: O grátis guarda só alguns vídeos. O Pro guarda e compartilha todos, e deixa fazer quantos quiser.
ur: مفت میں صرف چند ویڈیوز محفوظ ہوتی ہیں۔ Pro ہر ایک محفوظ اور شیئر کرتا ہے، جتنی چاہیں بنائیں۔

source: Free processes one video at a time. Upgrade to Pro to run up to 10 in parallel.
ar: الخطة المجانية تعالج فيديو واحدًا في المرة. اشترك في Pro لتشغيل حتى 10 بالتوازي.
bn: ফ্রি একবারে একটি ভিডিও প্রসেস করে। Pro নিলে একসঙ্গে ১০টি পর্যন্ত চলবে।
de: Der Gratis-Tarif verarbeitet ein Video gleichzeitig. Mit Pro laufen bis zu 10 parallel.
es: El plan gratuito procesa un vídeo a la vez. Pasa a Pro para procesar hasta 10 en paralelo.
fr: La version gratuite traite une vidéo à la fois. Passez à Pro pour en traiter jusqu'à 10 en parallèle.
hi: फ़्री एक बार में एक वीडियो प्रोसेस करता है। Pro लें और एक साथ 10 तक चलाएँ।
id: Paket gratis memproses satu video sekaligus. Naik ke Pro untuk menjalankan hingga 10 sekaligus.
ja: 無料プランは一度に1本の処理です。Pro なら最大10本を並行処理できます。
ne: निःशुल्कले एकपटक एउटा भिडियो प्रशोधन गर्छ। Pro लिनुहोस् र १० वटासम्म सँगै चलाउनुहोस्।
pt_br: O plano gratuito processa um vídeo por vez. Assine o Pro para rodar até 10 em paralelo.
ur: مفت پلان ایک وقت میں ایک ویڈیو پروسیس کرتا ہے۔ Pro لیں اور 10 تک ایک ساتھ چلائیں۔

source: Get Pro free
ar: احصل على Pro مجانًا
bn: বিনামূল্যে Pro নিন
de: Pro kostenlos erhalten
es: Consigue Pro gratis
fr: Obtenez Pro gratuitement
hi: Pro मुफ़्त पाएँ
id: Dapatkan Pro gratis
ja: Pro を無料で手に入れる
ne: Pro निःशुल्क पाउनुहोस्
pt_br: Ganhe o Pro grátis
ur: Pro مفت حاصل کریں

source: Get Started
ar: ابدأ
bn: শুরু করুন
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
ja: はじめる
ne: सुरु गर्नुहोस्
pt_br: Começar
ur: شروع کریں

source: Get a free week of Pro when all 3 have made a video
ar: احصل على أسبوع مجاني من برو عندما ينشئ الثلاثة فيديو
bn: তিনজনই ভিডিও বানালে এক সপ্তাহ Pro ফ্রি পাবেন
de: Wenn alle 3 ein Video gemacht haben, bekommst du eine Woche Pro gratis
es: Consigue una semana de Pro gratis cuando los 3 hayan hecho un vídeo
fr: Reçois une semaine de Pro gratuite quand les 3 ont fait une vidéo
hi: तीनों वीडियो बना लें तो एक हफ़्ता Pro मुफ़्त
id: Dapat Pro gratis seminggu kalau ketiganya sudah bikin video
ja: 3人とも動画を作ったら、Proが1週間無料
ne: तीनै जनाले भिडियो बनाए भने एक हप्ता Pro निःशुल्क
pt_br: Ganhe uma semana de Pro grátis quando os 3 fizerem um vídeo
ur: تینوں ویڈیو بنا لیں تو ایک ہفتہ Pro مفت

source: Get more usage
ar: احصل على استخدام أكبر
bn: আরও ব্যবহার নিন
de: Mehr Nutzung freischalten
es: Consigue más uso
fr: Obtenez plus d'utilisation
hi: अधिक उपयोग पाएँ
id: Dapatkan kuota lebih
ja: 利用枠を増やす
ne: थप प्रयोग पाउनुहोस्
pt_br: Obter mais uso
ur: مزید استعمال حاصل کریں

source: Get notified when it's ready?
ar: هل تريد إشعارًا عند الجاهزية؟
bn: প্রস্তুত হলে জানাতে বলব?
de: Benachrichtigung, wenn es fertig ist?
es: ¿Te avisamos cuando esté listo?
fr: Être averti quand c'est prêt ?
hi: तैयार होने पर सूचना चाहिए?
id: Ingin diberi tahu saat siap?
ja: 完成したら通知しますか？
ne: तयार भएपछि सूचना चाहनुहुन्छ?
pt_br: Avisamos quando estiver pronto?
ur: تیار ہونے پر اطلاع دیں؟

source: Getting your video ready
ar: نجهّز الفيديو
bn: আপনার ভিডিও তৈরি করা হচ্ছে
de: Dein Video wird vorbereitet
es: Preparando tu vídeo
fr: On prépare ta vidéo
hi: आपका वीडियो तैयार किया जा रहा है
id: Menyiapkan videomu
ja: 動画の準備をしています
ne: तपाईंको भिडियो तयार गर्दै
pt_br: Preparando seu vídeo
ur: آپ کی ویڈیو تیار کی جا رہی ہے

source: Glad you like it!
ar: يسعدنا أنه أعجبك!
bn: ভালো লেগেছে জেনে খুশি হলাম!
de: Freut uns, dass es dir gefällt!
es: ¡Nos alegra que te guste!
fr: Content que ça te plaise !
hi: अच्छा लगा जानकर खुशी हुई!
id: Senang kamu suka!
ja: 気に入ってもらえてうれしいです！
ne: मन परेकोमा खुसी लाग्यो!
pt_br: Que bom que você gostou!
ur: خوشی ہوئی کہ آپ کو پسند آیا!

source: Go beyond your one free video a day — everything, unlimited.
ar: تجاوز الفيديو المجاني الواحد يوميًا — كل شيء، بلا حدود.
bn: দিনে একটি বিনামূল্যের ভিডিওর বাইরে যান — সবকিছু, সীমাহীন।
de: Mehr als ein Gratis-Video pro Tag — alles, unbegrenzt.
es: Ve más allá de tu vídeo gratis al día: todo, sin límite.
fr: Dépasse ta vidéo gratuite par jour — tout, en illimité.
hi: रोज़ के एक मुफ़्त वीडियो से आगे बढ़ें — सब कुछ, असीमित।
id: Lampaui satu video gratis per hari — semuanya, tanpa batas.
ja: 1日1本の無料動画を超えて — すべて無制限に。
ne: दिनको एक निःशुल्क भिडियोभन्दा अगाडि बढ्नुहोस् — सबै, असीमित।
pt_br: Vá além do seu vídeo grátis por dia — tudo, sem limite.
ur: روزانہ ایک مفت ویڈیو سے آگے بڑھیں — سب کچھ، لامحدود۔

source: Happy with this edit?
ar: هل أعجبك هذا التحرير؟
bn: এই এডিট পছন্দ হয়েছে?
de: Zufrieden mit diesem Video?
es: ¿Te gusta este montaje?
fr: Cette vidéo te plaît ?
hi: इस एडिट से खुश हैं?
id: Puas dengan editan ini?
ja: この編集はいかがですか？
ne: यो सम्पादन मन पर्‍यो?
pt_br: Gostou desta edição?
ur: اس ایڈٹ سے خوش ہیں؟

source: Have an invite code?
ar: هل لديك رمز دعوة؟
bn: আপনার কি আমন্ত্রণ কোড আছে?
de: Hast du einen Einladungscode?
es: ¿Tienes un código de invitación?
fr: Vous avez un code d'invitation ?
hi: क्या आपके पास आमंत्रण कोड है?
id: Punya kode undangan?
ja: 招待コードをお持ちですか？
ne: तपाईंसँग निमन्त्रणा कोड छ?
pt_br: Tem um código de convite?
ur: کیا آپ کے پاس دعوتی کوڈ ہے؟

source: Hey %@,
ar: مرحبًا %@،
bn: হ্যালো %@,
es: Hola %@,
fr: Salut %@,
hi: नमस्ते %@,
id: Hai %@,
ja: %@さん、
ne: नमस्ते %@,
pt_br: Oi %@,
ur: ہیلو %@،

source: Hide steps
ar: إخفاء الخطوات
bn: ধাপ লুকান
de: Schritte ausblenden
es: Ocultar pasos
fr: Masquer les étapes
hi: चरण छिपाएँ
id: Sembunyikan langkah
ja: ステップを隠す
ne: चरणहरू लुकाउनुहोस्
pt_br: Ocultar etapas
ur: مراحل چھپائیں

source: Highlights / recap
ar: أبرز اللقطات / ملخص
bn: হাইলাইট / সারসংক্ষেপ
de: Highlights / Rückblick
es: Momentos destacados / resumen
fr: Temps forts / récap
hi: हाइलाइट्स / रीकैप
id: Sorotan / rangkuman
ja: ハイライト・まとめ
ne: हाइलाइट / संक्षेप
pt_br: Melhores momentos / resumo
ur: جھلکیاں / خلاصہ

source: How did you hear about us?
ar: كيف عرفت عنّا؟
bn: আপনি আমাদের কথা কীভাবে জানলেন?
de: Wie hast du von uns erfahren?
es: ¿Cómo nos conociste?
fr: Comment tu nous as connus ?
hi: आपने हमारे बारे में कैसे सुना?
id: Dari mana kamu tahu tentang kami?
ja: どこで知りましたか？
ne: तपाईंले हाम्रोबारे कसरी थाहा पाउनुभयो?
pt_br: Como você nos conheceu?
ur: آپ نے ہمارے بارے میں کیسے سنا؟

source: How should it feel?
ar: ما الإحساس الذي تريده؟
bn: এটার অনুভূতি কেমন হবে?
de: Welche Stimmung?
es: ¿Qué sensación quieres?
fr: Quelle ambiance ?
hi: इसका अंदाज़ कैसा हो?
id: Mau terasa seperti apa?
ja: どんな雰囲気にしますか？
ne: यसको अनुभूति कस्तो होस्?
pt_br: Que clima você quer?
ur: اس کا انداز کیسا ہو؟

source: I've run it — try again
ar: نفّذته — أعد المحاولة
bn: চালিয়েছি — আবার চেষ্টা করুন
de: Ausgeführt — erneut versuchen
es: Ya lo he ejecutado — reintentar
fr: C'est fait — réessayer
hi: चला दिया — फिर कोशिश करें
id: Sudah dijalankan — coba lagi
ja: 実行しました。もう一度試す
ne: चलाएँ — फेरि प्रयास गर्नुहोस्
pt_br: Já executei — tentar de novo
ur: چلا دیا — دوبارہ کوشش کریں

# Intro price: %@ for your first %@
source: Intro price: %1$@ for your first %2$@
ar: السعر التمهيدي: %@ لأول %@ لك
bn: প্রারম্ভিক মূল্য: আপনার প্রথম %@-এর জন্য %@
de: Einführungspreis: %@ für dein erstes %@
es: Precio de introducción: %@ por tu primer %@
fr: Prix de lancement : %@ pour ton premier %@
hi: परिचय मूल्य: आपके पहले %@ के लिए %@
id: Harga perkenalan: %@ untuk %@ pertamamu
ja: 初回価格：最初の%@は%@
ne: प्रारम्भिक मूल्य: तपाईंको पहिलो %@ का लागि %@
pt_br: Preço introdutório: %@ no seu primeiro %@
ur: تعارفی قیمت: آپ کے پہلے %@ کے لیے %@

# Intro price: %@/%@ for your first %@
source: Intro price: %1$@/%2$@ for your first %3$@
ar: السعر التمهيدي: %@/%@ لأول %@ لك
bn: প্রারম্ভিক মূল্য: আপনার প্রথম %3$@-এর জন্য %1$@/%2$@
de: Einführungspreis: %@/%@ für dein erstes %@
es: Precio de introducción: %@/%@ por tu primer %@
fr: Prix de lancement : %@/%@ pour ton premier %@
hi: परिचय मूल्य: आपके पहले %3$@ के लिए %1$@/%2$@
id: Harga perkenalan: %@/%@ untuk %@ pertamamu
ja: 初回価格：最初の%3$@は%1$@/%2$@
ne: प्रारम्भिक मूल्य: तपाईंको पहिलो %3$@ का लागि %1$@/%2$@
pt_br: Preço introdutório: %@/%@ no seu primeiro %@
ur: تعارفی قیمت: آپ کے پہلے %3$@ کے لیے %1$@/%2$@

source: Invite
ar: دعوة
bn: আমন্ত্রণ
de: Einladen
es: Invitar
fr: Inviter
hi: आमंत्रित करें
id: Undang
ja: 招待
ne: निम्त्याउनुहोस्
pt_br: Convidar
ur: دعوت دیں

source: Invite 3 friends who make a video — get a week of Pro
ar: ادعُ 3 أصدقاء ينشئون فيديو — واحصل على أسبوع من Pro
bn: ৩ জন বন্ধুকে আমন্ত্রণ জানান যারা ভিডিও বানাবে — এক সপ্তাহ Pro পান
de: Lade 3 Freunde ein, die ein Video erstellen — erhalte eine Woche Pro
es: Invita a 3 amigos que hagan un vídeo y consigue una semana de Pro
fr: Invitez 3 ami(e)s qui créent une vidéo — recevez une semaine de Pro
hi: 3 दोस्तों को न्यौता दें जो वीडियो बनाएँ — एक हफ़्ते का Pro पाएँ
id: Undang 3 teman yang membuat video — dapatkan Pro seminggu
ja: 動画を作る友達を3人招待すると、Proが1週間もらえます
ne: भिडियो बनाउने ३ जना साथीलाई निम्तो दिनुहोस् — एक हप्ता Pro पाउनुहोस्
pt_br: Convide 3 amigos que criem um vídeo e ganhe uma semana de Pro
ur: 3 دوستوں کو مدعو کریں جو ویڈیو بنائیں — ایک ہفتہ Pro حاصل کریں

source: Invite code
ar: رمز الدعوة
bn: আমন্ত্রণ কোড
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
hi: आमंत्रण कोड
id: Kode undangan
ja: 招待コード
ne: निमन्त्रणा कोड
pt_br: Código de convite
ur: دعوتی کوڈ

source: Invite code %@ applied
ar: تم تطبيق رمز الدعوة %@
bn: আমন্ত্রণ কোড %@ প্রয়োগ হয়েছে
de: Einladungscode %@ angewendet
es: Código de invitación %@ aplicado
fr: Code d'invitation %@ appliqué
hi: आमंत्रण कोड %@ लागू हुआ
id: Kode undangan %@ diterapkan
ja: 招待コード %@ を適用しました
ne: निमन्त्रणा कोड %@ लागू भयो
pt_br: Código de convite %@ aplicado
ur: دعوتی کوڈ %@ لاگو ہو گیا

source: Invite code applied. Sign in to finish.
ar: تم تطبيق رمز الدعوة. سجّل الدخول لإتمام العملية.
bn: আমন্ত্রণ কোড প্রয়োগ হয়েছে। শেষ করতে সাইন ইন করুন।
de: Einladungscode angewendet. Melde dich an, um abzuschließen.
es: Código de invitación aplicado. Inicia sesión para terminar.
fr: Code d'invitation appliqué. Connecte-toi pour terminer.
hi: आमंत्रण कोड लागू हुआ। पूरा करने के लिए साइन इन करें।
id: Kode undangan diterapkan. Masuk untuk menyelesaikan.
ja: 招待コードを適用しました。サインインして完了してください。
ne: निमन्त्रणा कोड लागू भयो। सक्न साइन इन गर्नुहोस्।
pt_br: Código de convite aplicado. Entre para concluir.
ur: دعوتی کوڈ لاگو ہو گیا۔ مکمل کرنے کے لیے سائن اِن کریں۔

source: It's like ChatGPT for video editing — you tell it what you want and it edits the whole thing. Captions, cuts, graphics, all of it.
ar: إنه مثل ChatGPT لتحرير الفيديو — تخبره بما تريد فيحرّر كل شيء. التسميات والقصّ والرسوم، كل ذلك.
bn: এটা ভিডিও এডিটিংয়ের জন্য ChatGPT-র মতো — আপনি কী চান বলুন, ও পুরোটা এডিট করে দেবে। ক্যাপশন, কাট, গ্রাফিক্স, সবকিছু।
de: Es ist wie ChatGPT fürs Videoschneiden — du sagst, was du willst, und es schneidet alles. Untertitel, Videoschnitt, Grafiken, alles.
es: Es como ChatGPT para editar vídeo: le dices lo que quieres y edita todo. Subtítulos, cortes, gráficos, todo.
fr: C'est comme ChatGPT pour le montage vidéo : tu dis ce que tu veux et il monte tout. Sous-titres, coupes, graphismes, tout.
hi: यह वीडियो एडिटिंग के लिए ChatGPT जैसा है — आप बताते हैं कि क्या चाहिए और यह पूरी एडिटिंग कर देता है। कैप्शन, कट्स, ग्राफ़िक्स, सब कुछ।
id: Ini seperti ChatGPT untuk edit video — kamu tinggal bilang mau apa dan semuanya diedit. Teks, potongan, grafis, semuanya.
ja: 動画編集版の ChatGPT のようなものです。やりたいことを伝えるだけで、すべて編集してくれます。字幕もカットもグラフィックも、全部。
ne: यो भिडियो सम्पादनका लागि ChatGPT जस्तै हो — तपाईंले के चाहनुहुन्छ भन्नुहोस्, यसले सबै सम्पादन गरिदिन्छ। क्याप्सन, कट, ग्राफिक्स, सबै।
pt_br: É como o ChatGPT para edição de vídeo: você diz o que quer e ele edita tudo. Legendas, cortes, gráficos, tudo.
ur: یہ ویڈیو ایڈیٹنگ کے لیے ChatGPT جیسا ہے — آپ بتائیں کیا چاہیے اور یہ پوری ایڈیٹنگ کر دیتا ہے۔ کیپشنز، کٹس، گرافکس، سب کچھ۔

source: Just trying it out
ar: أجرّبه فقط
bn: শুধু দেখে নিচ্ছি
de: Ich probiere es nur aus
es: Solo lo estoy probando
fr: Je fais juste un essai
hi: बस आज़मा रहा/रही हूँ
id: Hanya mencoba
ja: 試しているだけ
ne: बस प्रयास गर्दै
pt_br: Só estou testando
ur: بس آزما رہا/رہی ہوں

source: Keep every %@ you make
ar: احتفظ بكل %@ تصنعه
bn: আপনার বানানো প্রতিটি %@ রাখুন
de: Behalte jedes %@, das du machst
es: Conserva cada %@ que hagas
fr: Garde chaque %@ que tu fais
hi: आपका बनाया हर %@ अपने पास रखें
id: Simpan setiap %@ yang kamu buat
ja: つくった%@をすべて保存
ne: तपाईंले बनाएको हरेक %@ राख्नुहोस्
pt_br: Guarde cada %@ que você faz
ur: اپنا ہر %@ محفوظ رکھیں

source: Keep every edit you make
ar: احتفظ بكل تحرير تصنعه
bn: আপনার করা প্রতিটি এডিট রাখুন
de: Behalte jedes Video, das du machst
es: Conserva cada montaje que hagas
fr: Gardez chaque montage réalisé
hi: आपकी बनाई हर एडिट अपने पास रखें
id: Simpan setiap editan yang kamu buat
ja: つくった編集をすべて保存
ne: तपाईंले बनाएको हरेक सम्पादन राख्नुहोस्
pt_br: Guarde cada edição que você faz
ur: اپنی ہر ایڈٹ محفوظ رکھیں

source: Keep going
ar: تابع
bn: চালিয়ে যান
de: Weitermachen
es: Seguir
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続ける
ne: जारी राख्नुहोस्
pt_br: Continuar
ur: جاری رکھیں

source: Keep rendering
ar: متابعة المعالجة
bn: রেন্ডার চালিয়ে যান
de: Weiter rendern
es: Seguir procesando
fr: Continuer le rendu
hi: रेंडर जारी रखें
id: Lanjutkan render
ja: 書き出しを続ける
ne: रेन्डर जारी राख्नुहोस्
pt_br: Continuar renderizando
ur: رینڈر جاری رکھیں

source: Keep this video
ar: احتفظ بهذا الفيديو
bn: এই ভিডিওটি রেখে দিন
de: Dieses Video behalten
es: Guarda este vídeo
fr: Gardez cette vidéo
hi: यह वीडियो अपने पास रखें
id: Simpan video ini
ja: この動画を保存
ne: यो भिडियो राख्नुहोस्
pt_br: Salve este vídeo
ur: یہ ویڈیو اپنے پاس رکھیں

source: Keep your business posting without an editor
ar: حافظ على نشر أعمالك دون محرر
bn: সম্পাদক ছাড়াই আপনার ব্যবসার পোস্টিং চালু রাখুন
de: Dein Unternehmen postet weiter — ohne Cutter
es: Mantén tu negocio publicando sin un editor
fr: Fais publier ton entreprise sans monteur
hi: बिना एडिटर के अपने बिज़नेस की पोस्टिंग जारी रखें
id: Bisnismu tetap posting tanpa editor
ja: 編集者なしでビジネスの投稿を続ける
ne: सम्पादकविनै आफ्नो व्यवसायको पोस्टिङ जारी राख्नुहोस्
pt_br: Mantenha sua empresa publicando sem um editor
ur: ایڈیٹر کے بغیر اپنے کاروبار کی پوسٹنگ جاری رکھیں

source: Know the second it's ready
ar: اعرف فور جاهزيته
bn: তৈরি হওয়ামাত্র জেনে নিন
de: Sofort Bescheid, wenn es fertig ist
es: Entérate en cuanto esté listo
fr: Sachez-le dès que c'est prêt
hi: तैयार होते ही जान जाइए
id: Langsung tahu saat siap
ja: 完成した瞬間にお知らせ
ne: तयार हुनेबित्तिकै थाहा पाउनुहोस्
pt_br: Saiba assim que ficar pronto
ur: تیار ہوتے ہی جان لیں

source: LIVE PREVIEW · finishing
ar: معاينة مباشرة · جارٍ الإنهاء
bn: লাইভ প্রিভিউ · শেষ হচ্ছে
de: LIVE-VORSCHAU · wird fertig
es: VISTA EN DIRECTO · finalizando
fr: APERÇU EN DIRECT · finalisation
hi: लाइव प्रीव्यू · पूरा हो रहा है
id: PRATINJAU LANGSUNG · menyelesaikan
ja: ライブプレビュー·仕上げ中
ne: लाइभ प्रिभ्यू · सकिँदै
pt_br: PRÉVIA AO VIVO · finalizando
ur: لائیو پیش نظارہ · مکمل ہو رہا ہے

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ne: भाषा
pt_br: Idioma
ur: زبان

source: Live preview of your edit
ar: معاينة مباشرة لتحريرك
bn: আপনার এডিটের লাইভ প্রিভিউ
de: Live-Vorschau deines Videos
es: Vista en directo de tu montaje
fr: Aperçu en direct de ton montage
hi: आपकी एडिट का लाइव प्रीव्यू
id: Pratinjau langsung editanmu
ja: 編集のライブプレビュー
ne: तपाईंको सम्पादनको लाइभ प्रिभ्यू
pt_br: Prévia ao vivo da sua edição
ur: آپ کی ایڈٹ کا لائیو پیش نظارہ

source: Loading
ar: جارٍ التحميل
bn: লোড হচ্ছে
de: Wird geladen
es: Cargando
fr: Chargement
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
ne: लोड हुँदै
pt_br: Carregando
ur: لوڈ ہو رہا ہے

source: Log out
ar: تسجيل الخروج
bn: লগ আউট
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
ja: ログアウト
ne: लग आउट
pt_br: Sair
ur: لاگ آؤٹ

source: Looking at what works well
ar: ننظر إلى ما ينجح
bn: কী ভালো কাজ করে দেখা হচ্ছে
de: Wir schauen, was gut ankommt
es: Viendo qué funciona bien
fr: On regarde ce qui marche bien
hi: क्या अच्छा चलता है यह देखा जा रहा है
id: Melihat apa yang berhasil
ja: うまくいくものを見ています
ne: के राम्रो चल्छ हेर्दै
pt_br: Vendo o que funciona bem
ur: کیا اچھا چلتا ہے دیکھا جا رہا ہے

source: Love it? Get Pro free
ar: أعجبك؟ احصل على Pro مجانًا
bn: ভালো লাগছে? ফ্রিতেই Pro নিন
de: Gefällt es dir? Hol dir Pro gratis
es: ¿Te gusta? Consigue Pro gratis
fr: Vous aimez ? Obtenez Pro gratuitement
hi: पसंद आया? Pro फ़्री पाएँ
id: Suka? Dapatkan Pro gratis
ja: 気に入りましたか？Pro を無料で
ne: मन पर्‍यो? Pro फ्रीमा पाउनुहोस्
pt_br: Gostou? Ganhe o Pro grátis
ur: پسند آیا؟ Pro مفت پائیں
